---
kind: other
id: Properties.T:Autodesk.Revit.DB.BuiltInFailures.RoomFailures
source: html/fb94f7ca-c553-bf89-de44-ca7db10b61cf.htm
---
# BuiltInFailures.RoomFailures Properties

Can't Copy Area Tags. The target view doesn't have the same Area Scheme as the original view.